experiments/redis_contention/servers_on_numa/loaded_pairs_24/pair_6/redis.out
4         Threads
8         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       271068.82          ---          ---         0.58838         0.56700         1.19100        19.45500    284685.73 
Gets       271068.82      3405.28    267663.54         0.58838         0.56700         1.19100        19.45500     14278.70 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     542137.64      3405.28    267663.54         0.58838         0.56700         1.19100        19.45500    298964.42